kAMDSuccess = "Bez błędu.";
kAMDUndefinedError = "Wystąpił nieznany błąd.";
kAMDBadHeaderError = "Nie można było przesłać pliku.";
kAMDNoResourcesError = "Nie można było przydzielić zasobu.";
kAMDReadError = "Nie można było odczytać z urządzenia.";
kAMDWriteError = "Nie można było zapisać w urządzeniu.";
kAMDUnknownPacketError = "Nieznany pakiet.";
kAMDInvalidArgumentError = "Argument jest nieprawidłowy.";
kAMDNotFoundError = "Nie można było znaleźć pliku.";
kAMDIsDirectoryError = "Ścieżka jest katalogiem.";
kAMDPermissionError = "Nie masz uprawnień.";
kAMDNotConnectedError = "Nie połączono z urządzeniem.";
kAMDTimeOutError = "Przekroczenie limitu czasu dla operacji.";
kAMDOverrunError = "Nastąpiło przepełnienie bufora.";
kAMDEOFError = "Koniec pliku.";
kAMDUnsupportedError = "Ta operacja nie jest obsługiwana.";
kAMDFileExistsError = "Plik już istnieje.";
kAMDBusyError = "Urządzenie jest zajęte.";
kAMDCryptoError = "Nie można było nawiązać bezpiecznego połączenia z urządzeniem.";
kAMDTooBigError = "Wiadomość jest zbyt duża.";
kAMDInvalidResponseError = "Odebrano nieoczekiwaną odpowiedź z urządzenia.";
kAMDMissingKeyError = "Brak klucza.";
kAMDMissingValueError = "Brak wartości.";
kAMDGetProhibitedError = "Nie można pobrać wartości z urządzenia zablokowanego kluczem.";
kAMDSetProhibitedError = "Nie można ustalić wartości w urządzeniu.";
kAMDRemoveProhibitedError = "Nie można usunąć wartości w urządzeniu.";
kAMDImmutableValueError = "Tej wartości nie można zmienić.";
kAMDPasswordProtectedError = "Urządzenie jest chronione kodem.";
kAMDMissingHostIDError = "Urządzenie nie rozpoznaje tego hosta.";
kAMDInvalidHostIDError = "Urządzenie nie rozpoznaje tego hosta.";
kAMDSessionActiveError = "Sesja jest aktywna.";
kAMDSessionInactiveError = "Sesja jest nieaktywna.";
kAMDMissingSessionIDError = "Brak ID sesji.";
kAMDInvalidSessionIDError = "ID sesji jest nieprawidłowy.";
kAMDMissingServiceError = "The service is missing.";
kAMDInvalidServiceError = "Usługa jest nieprawidłowa.";
kAMDServiceLimitError = "Uruchomionych jest zbyt wiele wystąpień tej usługi.";
kAMDCheckinSetupFailedError = "Nie można było uruchomić usługi na urządzeniu.";
kAMDInvalidCheckinError = "Nie można było uruchomić usługi na urządzeniu.";
kAMDCheckinTimeoutError = "Usługa nie została poprawnie uruchomiona na urządzeniu.";
kAMDCheckinConnectionFailedError = "Usługa nie została poprawnie uruchomiona na urządzeniu.";
kAMDCheckinReceiveFailedError = "Usługa nie została poprawnie uruchomiona na urządzeniu.";
kAMDCheckinResponseFailedError = "Usługa nie została poprawnie uruchomiona na urządzeniu.";
kAMDCheckinOutOfMemoryError = "Usługa nie została poprawnie uruchomiona na urządzeniu.";
kAMDCheckinSendFailedError = "Usługa nie została poprawnie uruchomiona na urządzeniu.";
kAMDMissingPairRecordError = "Host nie jest połączony w parę z urządzeniem.";
kAMDInvalidPairRecordError = "Host nie jest już połączony w parę z urządzeniem.";
kAMDSavePairRecordFailedError = "Nie można było zachować rekordu połączenia w parę.";
kAMDInvalidActivationRecordError = "Rekordu aktywacji nie jest prawidłowy.";
kAMDMissingActivationRecordError = "Nie można było znaleźć rekordu aktywacji.";
kAMDServiceProhibitedError = "Usługi nie można było uruchomić na urządzeniu.";
kAMDEscrowLockedError = "Urządzenie będzie dostępne, gdy odblokujesz je po ponownym uruchomieniu.";
kAMDProhibitedBySupervision = "Operacja niedozwolona na urządzeniach nadzorowanych.";
kAMDPairingProhibitedError = "Łączenie w parę jest możliwe tylko przez USB.";
kAMDWrongDroidError = "Urządzenie działa w trybie awaryjnym.";
kAMDSUVerificationError = "Nie można było zweryfikować pakietu uaktualnienia oprogramowania.";
kAMDSUPatchError = "Nie można było zastosować poprawki do pliku.";
kAMDSUFirmwareError = "Nie można było uaktualnić oprogramowania sprzętowego.";
kAMDProvisioningProfileNotValid = "Profil informacyjny nie jest prawidłowy.";
kAMDSendMessageError = "Nie można było wysłać wiadomości do urządzenia.";
kAMDReceiveMessageError = "Nie można było odebrać wiadomości z urządzenia.";
kAMDMissingOptionsError = "Brak opcji.";
kAMDMissingImageTypeError = "Brak obrazu.";
kAMDDigestFailedError = "Nie można było odczytać obrazu dysku.";
kAMDStartServiceError = "Usługi nie można było uruchomić.";
kAMDInvalidDiskImageError = "Obraz dysku jest nieprawidłowy.";
kAMDMissingDigestError = "Brak streszczenia.";
kAMDMuxError = "Wystąpił błąd multiplikatora USB.";
kAMDApplicationAlreadyInstalledError = "Program systemowy o podanym ID pakietu jest już zainstalowany na urządzeniu i nie można go zastąpić.";
kAMDApplicationMoveFailedError = "Nie można było przenieść programu w odpowiednie miejsce na urządzeniu.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Nie można było uruchomić programu w sandbox.";
kAMDApplicationVerificationFailedError = "Nie można było zweryfikować programu.";
kAMDArchiveDestructionFailedError = "Nie można było usunąć archiwum programu.";
kAMDBundleVerificationFailedError = "Nie można było zweryfikować pakietu operatora.";
kAMDCarrierBundleCopyFailedError = "Nie można było zainstalować pakietu operatora.";
kAMDCarrierBundleDirectoryCreationFailedError = "Nie można było utworzyć katalogu pakietu operatora.";
kAMDCarrierBundleMissingSupportedSIMsError = "Brak obsługiwanych kart SIM dla tego pakietu operatora.";
kAMDCommCenterNotificationFailedError = "Nie można było nasłuchiwać powiadomienia z baseband.";
kAMDContainerCreationFailedError = "Nie można było utworzyć kontenera programu.";
kAMDContainerP0wnFailedError = "Nie można było naprawić uprawnień w kontenerze programu.";
kAMDContainerRemovalFailedError = "Nie można było usunąć kontenera programu.";
kAMDEmbeddedProfileInstallFailedError = "Nie można było zainstalować osadzonego profilu informacyjnego.";
kAMDErrorError = "Wystąpił błąd.";
kAMDExecutableTwiddleFailedError = "Nie można było zmienić uprawnień do wykonywania programu.";
kAMDExistenceCheckFailedError = "Nie można było sprawdzić, czy program już istnieje.";
kAMDInstallMapUpdateFailedError = "Nie można było uaktualnić listy zainstalowanych programów.";
kAMDManifestCaptureFailedError = "Nie można było zachować manifestu programu.";
kAMDMapGenerationFailedError = "Nie można było wygenerować mapy.";
kAMDMissingBundleExecutableError = "Pakiet programu nie zawiera pliku wykonywalnego.";
kAMDMissingBundleIdentifierError = "Pakiet programu nie zawiera prawidłowego identyfikatora.";
kAMDMissingBundlePathError = "Nie można było określić ścieżki pakietu programu.";
kAMDMissingContainerError = "Nie można było znaleźć kontenera w zainstalowanym programie.";
kAMDNotificationFailedError = "Nie można było wysłać powiadomienia.";
kAMDPackageExtractionFailedError = "Nie można było otworzyć pakietu programu.";
kAMDPackageInspectionFailedError = "Nie można było sprawdzić pakietu programu.";
kAMDPackageMoveFailedError = "Nie można było przenieść pakietu programu do lokalizacji przejściowej.";
kAMDPathConversionFailedError = "Nie można było skonwertować ścieżki.";
kAMDRestoreContainerFailedError = "Nie można było odtworzyć kontenera programu.";
kAMDSeatbeltProfileRemovalFailedError = "Nie można było usunąć archiwum profilu seatbelt.";
kAMDStageCreationFailedError = "Nie można było utworzyć katalogu przejściowego.";
kAMDSymlinkFailedError = "Nie można było utworzyć połączenia symbolicznego.";
kAMDiTunesArtworkCaptureFailedError = "Nie można było zachować grafiki iTunes.";
kAMDiTunesMetadataCaptureFailedError = "Nie można było zachować metadanych iTunes.";
kAMDAlreadyArchivedError = "Program jest już zarchiwizowany.";
kAMDUnknownCommandError = "Urządzenie nie rozpoznaje polecenia.";
kAMDAPIInternalError = "Wystąpił wewnętrzny błąd API.";
kAMDMuxCreateListenerError = "Nie można było nasłuchiwać urządzeń USB.";
kAMDMuxGetListenerError = "Nie można było uzyskać klienta USB.";
kAMDMuxConnectError = "Nie można było połączyć z urządzeniem.";
kAMDDeviceTooNewError = "Ten program wymaga uaktualnienia.";
kAMDDeviceRefNoGood = "To urządzenie nie jest już podłączone.";
kAMDDeviceDisconnectedError = "To urządzenie nie jest już podłączone.";
kAMDCannotTranslateError = "Nie można było przetłumaczyć wiadomości z urządzenia";
kAMDMobileImageMounterMissingImageSignature = "Nie można obsłużyć.";
kAMDMobileImageMounterResponseCreationFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterMissingImageType = "Nie można obsłużyć.";
kAMDMobileImageMounterMissingImagePath = "Nie można obsłużyć.";
kAMDMobileImageMounterImageMapLoadFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterAlreadyMounted = "Nie można obsłużyć.";
kAMDMobileImageMounterImageMoveFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterMountPathMissing = "Nie można obsłużyć.";
kAMDMobileImageMounterMountPathNotEmpty = "Nie można obsłużyć.";
kAMDMobileImageMounterImageMountFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterDigestFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterDigestCreationFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterImageVerificationFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterImageInfoCreationFailed = "Nie można obsłużyć.";
kAMDMobileImageMounterImageMapStoreFailed = "Nie można obsłużyć.";
kAMDDeviceOSVersionTooLow = "Wersja systemu operacyjnego urządzenia jest zbyt stara.";
kAMDNoWifiSyncSupportError = "Urządzenie nie obsługuje synchronizacji bezprzewodowej.";
kAMDDeviceFamilyNotSupported = "Ten program nie obsługuje tego rodzaju urządzeń.";
kAMDPackagePatchFailedError = "Nie można było użyć poprawki do uaktualnienia programu.";
kAMDIncorrectArchitectureError = "Ten program obsługuje ten rodzaj CPU urządzeń.";
kAMDPluginCopyFailedError = "Nie można było skopiować wtyczki VPN do kontenera programu.";
kAMDBreadcrumbFailedError = "Nie można było zapisać ścieżki instalacji.";
kAMDBreadcrumbUnlockError = "Nie można było uaktualnić ścieżki instalacji.";
kAMDGeoJSONCaptureFailedError = "Nie można było zachować danych GeoJSON.";
kAMDNewsstandArtworkCaptureFailedError = "Nie można było zachować grafiki Newsstand.";
kAMDMissingCommandError = "Żądanie nie zawierało polecenia.";
kAMDNotEntitledError = "Program wysyłający żądanie nie ma pozwolenia na to.";
kAMDMissingPackagePathError = "W żądaniu brakowało ścieżki pakietu.";
kAMDMissingContainerPathError = "W żądaniu brakowało ścieżki kontenera.";
kAMDMissingApplicationIdentifierError = "W żądaniu brakowało identyfikatora programu.";
kAMDMissingAttributeValueError = "W żądaniu brakowało wymaganej wartości.";
kAMDLookupFailedError = "Nie można było utworzyć listy zainstalowanych programów.";
kAMDDictCreationFailedError = "Nie można było wyodrębnić możliwości z żądania.";

/* kMISFileError */
"A file operation failed." = "Operacja nie została wykonana.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "Podpisany zasób został dodany, zmodyfikowany lub usunięty.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "Nie znaleziono prawidłowego profilu informacyjnego dla tego pliku wykonywalnego.";

/* kMISUnknownError */
"An unknown error has occurred." = "Wystąpił nieznany błąd.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Próba zmodyfikowania niezmiennego profilu informacyjnego.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "Program nie ma prawidłowego podpisu.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "Podpis programu jest prawidłowy, ale nie zgadza się z oczekiwanym skrótem.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Plik wykonywalny zawiera nieprawidłowy podpis.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Plik wykonywalny został podpisany przy użyciu nieprawidłowych uprawnień.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "Tożsamość użyta do podpisania pliku wykonywalnego nie jest już ważna.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "Podpis nie był prawidłowy.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "Wystąpił błąd komunikacji z urządzeniem.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Tego profilu informacyjnego nie można zainstalować na tym urządzeniu.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Ten profil informacyjny nie ma prawidłowego podpisu (albo jest on prawidłowy, ale nie zaufany).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Ten profil informacyjny wygasł.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Ten profil informacyjny jest uszkodzony.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Ten profil informacyjny nie jest obsługiwany.";

/* kMISAllocationError */
"Unable to allocate memory." = "Błąd zaalokować pamięci.";

